Repository: dangerer/gtn_carpooling
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_gtncarpooling_domain_model_trip.first_name
source: First Name
de: Vorname

# tx_gtncarpooling_domain_model_trip.last_name
source: Last Name
de: Nachname

# tx_gtncarpooling_domain_model_trip.phone
source: Phone
de: Telefon

# tx_gtncarpooling_domain_model_trip.trip_date
source: Trip Date
de: Datum der Fahrt

# tx_gtncarpooling_domain_model_trip.city_start
source: City Start
de: Abfahrtsort

# tx_gtncarpooling_domain_model_trip.zip_start
source: Zip Start
de: Abfahrtsort PLZ

# tx_gtncarpooling_domain_model_trip.city_destination
source: City Destination
de: Zielort

# tx_gtncarpooling_domain_model_trip.zip_destination
source: zip Destination
de: Zielort PLZ

# tx_gtncarpooling_domain_model_trip.description
source: Description
de: Anmerkung

# tx_gtncarpooling_domain_model_trip.has_need
source: Needs
de: Nachfrage

# tx_gtncarpooling.is_required
source: * is required field
de: * Pflichtfeld

# tx_gtncarpooling.create_trip
source: Create a trip
de: Fahrt erstellen

# tx_gtncarpooling.search_trip
source: Search for a ride
de: Suchanfrage erstellen

# tx_gtncarpooling.errorMessages.firstName
source: Please input a first name
de: Bitte den Vornamen eingeben.

# tx_gtncarpooling.errorMessages.lastName
source: Please input a last name
de: Bitte den Nachnamen eingeben.

# tx_gtncarpooling.errorMessages.email
source: Please input a correct email
de: Bitte eine gültige E-Mail eingeben.

# tx_gtncarpooling.errorMessages.phone
source: Please input a phone number
de: Bitte den Nachnamen eingeben

# tx_gtncarpooling.errorMessages.tripDate
source: Please input date of your trip
de: Bitte das Datum der Fahrt eingeben.

# tx_gtncarpooling.errorMessages.cityStart
source: Please input the start city
de: Bitte den Abfahrtsort eingeben.

# tx_gtncarpooling.errorMessages.zipStart
source: Please input the zip code of the start city
de: Bitte den PLZ eingeben.

# tx_gtncarpooling.errorMessages.cityDestination
source: Please input the destination city
de: Bitte den Zielort eingeben.

# tx_gtncarpooling.errorMessages.zipDestination
source: Please input the zip code of the destination city
de: Bitte den PLZ eingeben.

# tx_gtncarpooling.tripDetail
source: trip detail
de: Details zur Fahrt

# tx_gtncarpooling.createTripLink
source: New trip
de: neue Fahrt

# tx_gtncarpooling.createNewTrip
source: Create new trip
de: Neue Fahrt erstellen

# tx_gtncarpooling.trip_detail_label
source: trip detail
de: Details zur Fahrt

# tx_gtncarpooling.trip_contactdata_label
source: contact data
de: Kontaktdaten

# tx_gtncarpooling.passenger.firstName
source: First name
de: Vorname

# tx_gtncarpooling.passenger.lastName
source: Last name
de: Nachname

# tx_gtncarpooling.passenger.phone
source: Phone
de: Telefon

# tx_gtncarpooling.passenger.message
source: Message
de: Nachricht

# tx_gtncarpooling.sendMessage
source: Send message
de: Nachricht abschicken.

# tx_gtncarpooling.contactAuthor
source: Contact author
de: Nachricht an Anbieter

# tx_gtncarpooling.email.subjectAfterTripCreated
source: New bifeb trip created
de: bifeb Mitfahrbörse Fahrt erstellt

# tx_gtncarpooling.email.subjectAfterTripCreatedWithEmailActivation
source: New bifeb trip created
de: bifeb Mitfahrbörse Fahrt aktivieren

# tx_gtncarpooling.publishMessage
source: Your trip is published
de: Ihre Fahrt wurde aktiviert!

# tx_gtncarpooling.deleteMessage
source: Your trip is deleted
de: Der Eintrag wurde gelöscht

# tx_gtncarpooling.goToTripList
source: Go to trip list
de: zur Liste der Fahrten

# tx_gtncarpooling.tripIsDeleted
source: Your trip is deleted
de: Der Eintrag wurde gelöscht

# tx_gtncarpooling.confirmDeleteMessage
source: Do you really want do delete this trip?
de: Wollen sie wirklich diesen Eintrag löschen?

# tx_gtncarpooling.delete
source: Delete
de: löschen

# tx_gtncarpooling.tripCreatedMessage
source: New trip is created
de: Eine neue Fahrt wurde erstellt.

# tx_gtncarpooling.tripCreatedNotes
source: Note: You will get email with next instructions
de: Sie bekommen in Kürze ein E-Mail in dem sie ihren Eintrag wieder löschen können.

# tx_gtncarpooling.tripCreatedNotesWithEmailActivation
source: Note: this trip is unpublished. You will get email with next instructions
de: Die Fahrt ist noch nicht aktiv. Sie bekommen in Kürze ein E-Mail in dem sie ihren Eintrag aktivieren oder wieder löschen können.

# tx_gtncarpooling.errorMessages.contactForm.firstName
source: Please input a first name
de: Bitte den Vornamen eingeben.

# tx_gtncarpooling.errorMessages.contactForm.lastName
source: Please input a last name
de: Bitte den Nachnamen eingeben.

# tx_gtncarpooling.errorMessages.contactForm.email
source: Please input correct email
de: Bitte eine gültige E-Mail eingeben.

# tx_gtncarpooling.errorMessages.contactForm.phone
source: Please input your phone number
de: Bitte den Telefone eingeben

# tx_gtncarpooling.contactForm.messageSended
source: Your message was sended
de: Ihre Nachricht wurde gesendet.

# tx_gtncarpooling.email.subjectTripContactForm
source: Message from your trip contact form
de: Nachricht von der bifeb Mitfahrbörse.

# tx_gtncarpooling.new_trip_formtitle
source: New trip
de: neue Fahrt eintragen

# tx_gtncarpooling.search_trip_formtitle
source: Search for a ride
de: Suche nach Mitfahrgelegenheit

# tx_gtncarpooling.createNewSearch
source: Search for a ride
de: Neue Mitfahrgelegenheit suchen

# tx_gtncarpooling.trip_list_title
source: Trips list
de: Fahrtenbörse

# tx_gtncarpooling.backToList
source: Back to list
de: zurück zur Übersicht
